{
  "truth_questions": [
    "هل سبق أن تجاهلت صديقك عمدًا؟",
    "هل سبق أن أعطيت وعدًا ولم تفِ به؟",
    "هل سبق أن تخيلت مستقبلك بشكل مختلف تمامًا؟",
    "ما أكثر موقف شعرت فيه بالخوف من المستقبل؟",
    "هل سبق أن أحببت شخصًا صعب المنال؟",
    "هل سبق أن تجاهلت شخصًا تحبه؟",
    "هل سبق أن حاولت تحسين شخصيتك من أجل شخص آخر؟",
    "هل سبق أن تصرفت بغضب شديد ثم ندمت؟",
    "ما أغرب حلم تحقق لك؟",
    "هل سبق أن شعرت بأنك محظوظ جدًا؟",
    "هل سبق أن أخفيت مشاعرك عن صديقك المقرب؟",
    "هل سبق أن شعرت بأنك لا تنتمي لمكانك؟",
    "ما أكثر موقف شعرت فيه بالإحباط من نفسك؟",
    "هل سبق أن غضبت من لا شيء؟",
    "هل سبق أن بكيت من فرح؟",
    "ما أكثر شيء تحبه في صديقك؟",
    "هل سبق أن حاولت إصلاح خطأ ولم تنجح؟",
    "هل سبق أن شعرت بالندم على أصدقاء اخترتهم؟",
    "ما أكثر شيء تخاف أن يخسره حياتك؟",
    "هل سبق أن شعرت بالخيانة من صديق؟",
    "هل سبق أن حاولت كسب رضا شخص صعب؟",
    "ما أكثر موقف جعلك تشعر بالعجز؟",
    "هل سبق أن حاولت مساعدة شخص وفشلت؟",
    "ما أكثر سر صغير تحتفظ به لنفسك؟",
    "هل سبق أن فقدت شغفك بشيء تحبه؟",
    "ما أكثر موقف جعلك تتمنى العودة بالزمن؟",
    "هل سبق أن شعرت بالندم على تصرف أمام حبيبك؟",
    "هل سبق أن تصرفت بشكل مضحك دون قصد؟",
    "هل سبق أن كذبت لتجنب موقف محرج؟",
    "ما أكثر موقف غريب حصل معك في المدرسة/الجامعة؟",
    "هل سبق أن شعرت بأن أحدهم يفهمك دون أن تتكلم؟",
    "هل سبق أن رغبت بالانسحاب من موقف اجتماعي؟",
    "ما أكثر موقف شعرت فيه بالإحراج أمام الغرباء؟",
    "هل سبق أن حاولت إثارة إعجاب شخص ثم فشلت؟",
    "ما أكثر شيء يذكرك بطفولتك؟",
    "هل سبق أن أخفيت مشاعرك الحقيقية لشخص تحبه؟",
    "هل سبق أن شعرت بأنك ضعيف أمام موقف صعب؟",
    "ما أكثر موقف جعلك تشعر بالندم العميق؟",
    "هل سبق أن أحببت شخصًا رغم معرفتك بمساوئه؟",
    "هل سبق أن ضحكت على نفسك أمام الآخرين؟",
    "هل سبق أن شعرت بأنك غير محبوب؟",
    "ما أكثر موقف شعرت فيه بالوحدة رغم الحشود؟",
    "هل سبق أن حاولت تغيير رأي شخص دون جدوى؟",
    "هل سبق أن غضبت على شخص تحبه ثم ندمت؟",
    "ما أكثر موقف شعرت فيه بالفخر بنفسك؟",
    "هل سبق أن شعرت بالخجل من تصرف عائلتك؟",
    "هل سبق أن أحببت شخصًا وأخفيت مشاعرك؟",
    "هل سبق أن فشلت في تحقيق هدف مهم؟",
    "ما أكثر موقف جعل قلبك يتألم؟",
    "هل سبق أن شعرت بالغيرة من نجاح شخص آخر؟",
    "ما أكثر موقف شعرت فيه بالعجز التام؟",
    "هل سبق أن حاولت إصلاح علاقة ثم فشلت؟",
    "هل سبق أن أحببت شخصًا ورفضك؟",
    "ما أكثر موقف شعرت فيه بالخوف من فقدان شخص؟",
    "هل سبق أن شعرت بالندم الشديد على كذبة صغيرة؟",
    "ما أكثر موقف شعرت فيه بالسعادة المطلقة؟",
    "هل سبق أن شعرت بالغيرة من شيء تافه؟",
    "هل سبق أن كتبت شيئًا شعوريًا ثم حذفته؟",
    "ما أكثر موقف شعرت فيه بأنك بالغت في تصرف؟",
    "هل سبق أن شعرت بالوحدة في عيد أو مناسبة؟",
    "هل سبق أن حاولت تغيير نفسك لشخص آخر؟",
    "ما أكثر موقف شعرت فيه بالحرج أمام الحبيب؟",
    "هل سبق أن أحببت شخصًا رغم كل التحذيرات؟",
    "هل سبق أن شعرت بالندم على عدم قول شيء؟",
    "ما أكثر موقف شعرت فيه بأنك بحاجة لشخص؟",
    "هل سبق أن شعرت بأنك لا تستحق حب شخص؟",
    "هل سبق أن شعرت بالذنب تجاه صديق؟",
    "ما أكثر موقف جعلك تضحك بشكل هستيري؟",
    "هل سبق أن شعرت بالحب لشخص من أول لقاء؟",
    "ما أكثر موقف شعرت فيه بالخوف الشديد؟",
    "هل سبق أن رغبت في الانتقام من شخص؟",
    "ما أكثر موقف جعلك تتعلم درسًا مهمًا؟",
    "هل سبق أن شعرت بالارتباك أمام شخص تحبه؟",
    "ما أكثر موقف جعلك تفكر في حياتك بجدية؟",
    "هل سبق أن شعرت بالحرج من نفسك أمام الغرباء؟",
    "ما أكثر موقف جعلك تتمنى لو لم تقابله؟",
    "هل سبق أن أحببت شخصًا وأخفى عنك مشاعره؟",
    "ما أكثر موقف شعرت فيه بالحيرة التامة؟",
    "هل سبق أن شعرت بأنك أخطأت بشدة مع صديق؟",
    "ما أكثر موقف جعلك تشعر بالعجز أمام موقف صعب؟",
    "ما أكثر شيء تخاف أن يكتشفه الناس عنك؟",
    "ما أسوأ عادة لديك؟",
    "هل سبق أن كذبت على صديقك المقرب؟",
    "ما أغرب شيء فعلته في حياتك؟",
    "هل سبق أن شعرت بالغيرة من أحد؟",
    "ما أكثر قرار ندمت عليه؟",
    "ما الشيء الذي تحبه في نفسك؟",
    "هل تحب مواجهة مشاكل حياتك أم تتجنبها؟",
    "هل سبق أن سرقت شيئًا؟",
    "ما أسوأ موقف محرج مر بك؟",
    "هل سبق أن أحببت شخصًا لا يبادلك الحب؟",
    "من هو الشخص الذي لا تستطيع نسيانه حتى الآن؟",
    "هل سبق أن كنت معجبًا بشخص من نفس الجنس؟",
    "هل سبق أن كذبت على حبيبك؟",
    "ما أكثر شيء يعجبك في شريك حياتك المثالي؟",
    "هل تؤمن بالحب من النظرة الأولى؟",
    "هل سبق أن كسرت قلب أحدهم؟",
    "هل ستعترف بحبك لشخص تحبه لو عرف أنه لن يبادلك؟",
    "هل سبق أن أحببت شخصًا أكبر منك في العمر؟",
    "هل سبق أن شعرت بالغيرة من صديق/ة حبيبك؟",
    "ما أغرب حلم رأيته؟",
    "هل سبق أن غسلت أسنانك بالمعجون بطريقة غريبة؟",
    "هل سبق أن نمت في مكان غريب؟",
    "ما أغرب شيء تناولته؟",
    "هل سبق أن رقصت أمام الناس وأنت وحدك؟",
    "هل سبق أن ضحكت في موقف غير مناسب؟",
    "ما أكثر كلمة سخيفة تقولها كثيرًا؟",
    "هل سبق أن تكلمت مع حيوان كأنه إنسان؟",
    "هل سبق أن غنيت في الحمام بصوت عالي؟",
    "ما أكثر شيء غبي فعلته من دون تفكير؟",
    "ما أكبر خوف لديك؟",
    "ما أكثر شيء تحلم بتحقيقه؟",
    "ما أكثر لحظة حزينة في حياتك؟",
    "ما الشيء الذي لم تخبر به أحدًا من قبل؟",
    "هل سبق أن شعرت بالوحدة رغم وجود أصدقاء حولك؟",
    "هل تعتقد أن الناس يفهمونك حقًا؟",
    "ما أصعب قرار اتخذته في حياتك؟",
    "هل هناك شيء تريد تغييره في شخصيتك؟",
    "ما أكثر شيء يجعلك سعيدًا؟",
    "ما أكثر شيء يجعلك غاضبًا؟",
    "هل سبق أن شعرت بأنك فشلت في شيء مهم؟",
    "ما أكثر سر تخاف أن يكتشفه أحد؟",
    "هل سبق أن شعرت بالندم على عدم فعل شيء؟",
    "ما أكثر حلم محبط تعرضت له؟",
    "هل تعتقد أن لديك قدرًا من الحظ أم أن كل شيء بالجهد؟",
    "ما أكثر صعوبة واجهتها في حياتك الشخصية؟",
    "هل شعرت يومًا بأنك مختلف عن الجميع؟",
    "ما الشيء الذي تتمنى أن يكون جزءًا من حياتك اليومية؟",
    "هل سبق أن خسرت صديقًا مهمًا؟",
    "ما أهم درس تعلمته في حياتك حتى الآن؟",
    "هل سبق أن كتبت رسالة حب ولم ترسلها؟",
    "هل سبق أن أغضبت حبيبك بدون قصد؟",
    "هل تؤمن بالحب الحقيقي الأبدي؟",
    "هل تعتقد أن الحب يمكن أن ينتهي فجأة؟",
    "هل سبق أن أحببت شخصًا تعرف أنه سيؤذيك؟",
    "هل ستغفر الخيانة إذا أحببت الشخص كثيرًا؟",
    "هل تحب من يعرف قلبك أم من يلاحظه فقط؟",
    "هل سبق أن أكلت شيئًا غريبًا فقط لتجربته؟",
    "هل سبق أن قمت بحركة مضحكة أمام المرآة؟",
    "هل سبق أن كسرت شيئًا غاليًا بالخطأ؟",
    "ما أكثر موقف محرج حدث لك مع عائلتك؟",
    "هل سبق أن قمت بمقلب مضحك مع صديقك؟",
    "هل سبق أن بكيت من فيلم؟",
    "هل سبق أن تجاهلت رسالة مهمة عن قصد؟",
    "ما أغرب مكان زرته في حياتك؟",
    "هل سبق أن حاولت تعلم مهارة وفشلت؟",
    "هل سبق أن كتبت شيئًا ثم تمنت لو لم تكتبه؟",
    "ما أكثر شيء تخاف فقدانه؟",
    "هل سبق أن تأخرت على شيء مهم؟",
    "هل سبق أن حاولت إخفاء مشاعرك؟",
    "ما أكثر شيء يجعلك تشعر بالخجل؟",
    "هل سبق أن تحاملت على نفسك لتسعد أحدهم؟",
    "هل سبق أن تعرضت للخداع؟",
    "ما أكثر شيء تفتخر به في حياتك؟",
    "هل سبق أن شعرت بالاحباط بسبب شخص تحبه؟",
    "ما أغرب عادة لديك؟",
    "هل سبق أن تحدثت مع شخص غريب مدة طويلة؟",
    "ما أكثر شيء تندم على قوله؟",
    "هل سبق أن فقدت شيئًا ثمينًا؟",
    "هل سبق أن ارتكبت خطأ كبير في العمل/الدراسة؟",
    "ما أكثر موقف شعرت فيه بالخجل أمام الغرباء؟",
    "هل سبق أن حلمت بشخص تعرفه وتحقق الحلم؟",
    "هل سبق أن كذبت على والديك؟",
    "ما أكثر موقف جعلك تضحك بشدة؟",
    "هل سبق أن تعرضت للإحراج أمام شخص تحبه؟",
    "ما أكثر عادة سيئة تريد التخلص منها؟",
    "هل سبق أن تحمّلت مسؤولية خطأ لم ترتكبه؟",
    "هل سبق أن حاولت تعلم شيء جديد وفشلت؟",
    "ما أكثر موقف شعرت فيه بالخذلان؟",
    "هل سبق أن شعرت بالغيرة من أخ أو أخت؟",
    "ما أغرب مكان نمت فيه؟",
    "هل سبق أن تناولت شيئًا لا تعرف ما هو؟",
    "هل سبق أن غسلت ملابس بطريقة خاطئة؟",
    "ما أكثر كلمة سخرية سمعتها في حياتك؟"
  ]
}
